# RbsElecWireGroundAdjustment Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecWireGroundAdjustment Property
ParameterTypeId Class See Also
---
"Ground Conductors"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecWireGroundAdjustment { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecWireGroundAdjustment As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecWireGroundAdjustment {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace